The number of facet in the polymesh.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public int NumberOfFacets { get; }
  Visual Basic
Public ReadOnly Property NumberOfFacets As Integer
	Get
  Visual C++
public:
property int NumberOfFacets {
	int get ();
}
 See Also
  PolymeshTopology Class
  Autodesk.Revit.DB Namespace